---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.JoistSystemClearSpacingParam
source: html/e0138983-731d-40b8-0d2d-75df399d2729.htm
---
# Autodesk.Revit.DB.ParameterTypeId.JoistSystemClearSpacingParam Property

"Clear Spacing"

## Syntax (C#)
```csharp
public static ForgeTypeId JoistSystemClearSpacingParam { get; }
```